/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-search",
      "disabled": true,
      "settings": {
        "columns_desktop": 4,
        "image_ratio": "adapt",
        "image_shape": "default",
        "show_secondary_image": false,
        "show_vendor": false,
        "show_rating": false,
        "enable_filtering": true,
        "filter_type": "horizontal",
        "enable_sorting": true,
        "article_show_date": true,
        "article_show_author": false,
        "columns_mobile": "2",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "mush_terms_of_service_BEmkrX": {
      "type": "mush__terms-of-service",
      "blocks": {
        "term_rLQ3pr": {
          "type": "term",
          "settings": {
            "title": "Your Acceptance of this Agreement",
            "description": "<p>These terms of service are entered into by and between You and Mushpreneur LLC (\"Company,\" \"we,\" \"our,\" or \"us\"). The following terms and conditions, together with any documents they expressly incorporate by reference (collectively \"Terms of Service\"), govern your access to and use of http://www.mushpreneur.com , including any content, functionality, and services offered on or through <a href=\"https://www.mushpreneur.com\" target=\"_blank\" title=\"https://www.mushpreneur.com\">https://www.mushpreneur.com</a> (the \"Website\").</p><p> </p><p>Please read the Terms of Service carefully before you start to use the Website.</p><p>By using the Website [or by clicking to accept or agree to the Terms of Service when this option is made available to you], you accept and agree to be bound and abide by these Terms of Service and our Privacy Policy, incorporated herein by reference. If you do not want to agree to these Terms of Service, you must not access or use the Website.<br/><br/><strong>BY ACCESSING AND USING THIS WEBSITE, YOU:</strong></p><p><strong>ACCEPT AND AGREE TO BE BOUND AND COMPLY WITH THESE TERMS OF SERVICE;</strong></p><p><strong>YOU REPRESENT AND WARRANT THAT YOU ARE THE LEGAL AGE OF MAJORITY UNDER APPLICABLE LAW TO FORM A BINDING CONTRACT WITH US; AND,</strong></p><p><strong>YOU AGREE IF YOU ACCESS THE WEBSITE FROM A JURISDICTION WHERE IT IS NOT PERMITTED, YOU DO SO AT YOUR OWN RISK.</strong></p>"
          }
        },
        "term_AjLMna": {
          "type": "term",
          "settings": {
            "title": "Updates to Terms of Service",
            "description": "<p>We may revise and update these Terms of Service from time to time in our sole discretion. All changes are effective immediately when we post them and apply to all access to and use of the Website thereafter.</p><p>Continuing to use the Website or making subsequent purchases following the posting of revised Terms of Service means that you accept and agree to the changes. You are expected to check this page each time you access this Website so you are aware of any changes, as they are binding on you.</p>"
          }
        },
        "term_bGyGLK": {
          "type": "term",
          "settings": {
            "title": "Your Responsibilities",
            "description": "<p>You are required to ensure that all persons who access the Website are aware of this Agreement and comply with it. It is a condition of your use of the Website that all the information you provide on the Website is correct, current, and complete.</p><p>YOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR YOUR USE OF THE WEBSITE AND YOUR COMPUTER, INTERNET AND DATA SECURITY.</p>"
          }
        },
        "term_63rLiR": {
          "type": "term",
          "settings": {
            "title": "Prohibited Activities",
            "description": "<p>You may use the Website only for lawful purposes and in accordance with these Terms of Service. You agree not to use the Website:</p><ul><li>In any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the exports of data software to and from the U.S. or other countries).</li><li>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.</li><li>To send, knowingly receive, upload, download, use, or re-use any material that does not comply with the Submission Standards set out in these Terms of Service.</li><li>To transmit, or procure the sending of, any advertising or promotional material, including any \"junk mail,\" \"chain letter,\" \"spam,\" or any other similar solicitation.</li><li>To impersonate or attempt to impersonate the Company, a Company employee, another user, or any other persona or entity (including, without limitation, by using email addresses associated with any of the foregoing).</li><li>To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the website, or which as determined by us, may harm the Company or users of the website, or expose them to liability.</li></ul><p></p><p>Additionally, you agree not to:</p><ul><li>Use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party's use of the Website, including their ability to engage in real-time activities through the Website.</li><li>Use any robot, spider, or other automatic device, process, or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.</li><li>Use any manual process to monitor or copy any of the material on the Website, or for any other purpose not expressly authorized in these Terms of Service, without our prior written consent.</li><li>Use any device, software, or routine that interferes with the proper working of the Website.</li><li>Introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.</li><li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer, or database connected to the Website.</li><li>Attack the Website via a denial-of-service attack or a distributed denial-of-service attack.</li><li>Otherwise attempting to interfere with the proper working of the Website.</li></ul>"
          }
        },
        "term_WFacpN": {
          "type": "term",
          "settings": {
            "title": "Intellectual Property Rights",
            "description": "<p>The Website and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by the Company, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.</p><p>These Terms of Service permit you to use the Website for your personal, non-commercial use only. You must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Website, except as follows:</p><ul><li>Your computer may temporarily store copies of such material in RAM incidental to your accessing and viewing those materials.</li><li>You may store files that are automatically cached by your Web browser for display enhancement purposes.</li><li>You may print or download one copy of a reasonable number of pages of the Website for your own personal, non-commercial use and not for further reproduction, publication or distribution.</li></ul><p>You must not:</p><ul><li>Modify copies of any materials from this site.</li><li>Delete or alter any of the copyright, trademark, or other proprietary rights notices from copies of materials from this site.</li></ul><p>You must not access or use for any commercial purposes any part of the website or any services or materials available through the Website.</p><p></p><p>If you print, copy, modify, download, or otherwise use or provide any other person with access to any part of the Website in breach of the Terms of Service, your right to use the Website will stop immediately and you must, at our option, return or destroy any copies of the materials you have made. No right, title, or interest in or to the Website or any content on the Website is transferred to you, and all rights not expressly granted are reserved by the Company. Any use of the Website not expressly permitted by these Terms of Service is a breach of these Terms of Service and may violate copyright, trademark, and other laws.</p>"
          }
        },
        "term_a3KPBK": {
          "type": "term",
          "settings": {
            "title": "Our Rights",
            "description": "<p>We have the right, without provision of notice to:</p><ul><li>Take appropriate legal action, including, without limitation, referral to or cooperation with law enforcement or regulatory authorities, or notifying the harmed party of any illegal or unauthorized use of the Website; and</li><li>Terminate or suspend your access to all or part of the Website for any or no reason, including, without limitation, any violation of these Terms of Service.</li></ul><p>YOU WAIVE AND HOLD HARMLESS COMPANY AND ITS PARENT, SUBSIDIARIES, AFFILIATES, AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, CONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS, AND SUCCESSORS FROM ANY AND ALL CLAIMS RESULTING FROM ANY ACTION TAKEN BY THE COMPANY AND ANY OF THE FOREGOING PARTIES RELATING TO ANY, INVESTIGATIONS BY EITHER THE COMPANY OR BY LAW ENFORCEMENT AUTHORITIES.</p>"
          }
        },
        "term_R6nfdR": {
          "type": "term",
          "settings": {
            "title": "Third-Party Links and Content",
            "description": "<p>For your convenience, this Website may provide links or pointers to third-party sites or third-party content. We make no representations about any other websites or third-party content that may be accessed from this Website. If you choose to access any such sites, you do so at your own risk. We have no control over the third-party content or any such third-party sites and accept no responsibility for such sites or for any loss or damage that may arise from your use of them. You are subject to any terms and conditions of such third-party sites.</p>"
          }
        },
        "term_GMYVci": {
          "type": "term",
          "settings": {
            "title": "Online Orders",
            "description": "<p>All orders, purchases or transactions for the sales of goods, digital products, or information made using this Website are subject to the following additional terms and conditions of sale:</p><ul><li>You may not order or obtain goods, digital products or information from this Website if you: (i) are prohibited from accessing or using this Website or any of this Website's contents, goods, digital products or information by applicable law or (ii) you are outside the geographic region where the goods, digital products or information are available for purchase;</li><li>You agree that your order is an offer to buy, under these Terms of Service, all goods, digital products, or information listed in your order. All orders must be accepted by us or we will not be obligated to sell such goods, digital products or information to you. We may choose not to accept orders at our sole discretion, even after we send you a confirmation email with your order number and details of the items you have ordered; and</li><li>All prices, discounts, and promotions posted on this Website are subject to change without notice. The price and currency charged for a goods, digital products or information will be the price and currency advertised on this Website at the time the order is placed, subject to the terms of any promotions or discounts that may be applicable. The price and currency charged will be clearly stated in the shopping cart before you confirm your purchase. Price increases will only apply to orders placed after the time of the increase. Posted prices do not include taxes or charges for shipping and handling. All such taxes and charges will be added to your total pricing and will be itemized in your shopping cart and in your order confirmation email. We strive to display accurate price information; however, we may, on occasion, make inadvertent typographical errors, inaccuracies, or omissions related to pricing and availability. We reserve the right to correct any errors, inaccuracies, or omissions at any time and to cancel any orders arising from such occurrences.</li></ul>"
          }
        },
        "term_7LWctD": {
          "type": "term",
          "settings": {
            "title": "Payment and Fees",
            "description": "<p>You may be required to purchase or pay a fee to access our services. We accept Shop Pay, Visa, Mastercard, American Express and Stripe for all purchases. However, Company does not guarantee the availability of any payment method at any moment and Company may add, remove or suspend any payment method temporarily or permanently at Company's sole discretion. You agree to provide current, complete, and accurate purchase and account information for all purchases made via the Website and to promptly update account and payment information, including email address, payment method, and payment card expiration date, in order to complete your purchases and contact you as needed. Sales tax will be added to the price of purchases as deemed required by us. We may change prices at any time. All payments shall be in USD.</p><p>You agree to pay all charges or fees at the prices then in effect for your purchases, and you authorize us to charge your chosen payment provider for any such amounts upon making your purchase.</p><p>If your purchase is subject to recurring charges, you must keep a valid payment method on file with Company to pay for all incurred and recurring fees. Company will charge applicable fees to any valid payment method that you have provided and you will be invoiced automatically as outlined in the order. You authorize such payment of recurring fees without requiring your prior approval for each recurring charge, until you notify us of your cancellation, or the Company terminates in writing in accordance with these Terms of Service, or until the recurring contract ends, and any and all outstanding fees and charges have been paid in full.</p><p>We reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment. We also reserve the right to refuse any order placed through the Website.</p>"
          }
        },
        "term_mQddG9": {
          "type": "term",
          "settings": {
            "title": "Cancellation",
            "description": "<p>You can cancel your subscription at any time by logging into your account or contacting us using the contact information provided below. Your cancellation will take effect at the end of the current billing period.</p><p>Subscription purchases are non-refundable, have no monetary value (for example, they are not a cash account or equivalent), and are purchases of only a non-exclusive, revocable, non-assignable and non-transferable right to use the subscription.</p><p>You may not transfer, sell, purchase, barter, or trade your subscriptions or attempt or offer to do so. Any attempted transfer will be null and void. Except as required by applicable law, we are not responsible for any refunds or credits in connection with any modified, suspended or terminated subscriptions.</p>"
          }
        },
        "term_az7QN6": {
          "type": "term",
          "settings": {
            "title": "Disclaimers, Liability and Indemnification",
            "description": "<p>YOU UNDERSTAND AND AGREE THAT YOUR USE OF THE WEBSITE, ITS CONTENT, AND ANY GOODS, DIGITAL PRODUCTS, SERVICES, INFORMATION OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK. THE WEBSITE, ITS CONTENT, AND ANY GOODS, SERVICES, DIGITAL PRODUCTS, INFORMATION OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p><p>YOU ACKNOWLEDGE AND AGREE THAT COMPANY OR ITS RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, CONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS, OR SUCCESSORS MAKE NO WARRANTY, REPRESENTATION, OR ENDORSEMENT WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, SUITABILITY, ACCURACY, CURRENCY, OR AVAILABILITY OF THE WEBSITE OR ITS CONTENTS OR THAT ANY GOODS, SERVICES, DIGITAL PRODUCTS, INFORMATION OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR WEBSITE OR THE SERVER THAT MAKES IT AVAILABLE OR CONTENT ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR DESTRUCTIVE CODE.</p>"
          }
        },
        "term_8j9PCV": {
          "type": "term",
          "settings": {
            "title": "How We Limit Our Liability to You",
            "description": "<p>EXCEPT WHERE SUCH EXCLUSIONS ARE PROHIBITED BY LAW, IN NO EVENT SHALL THE COMPANY NOR ITS PARENT, SUBSIDIARIES, AFFILIATES OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, CONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS, OR SUCCESSORS AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THESE TERMS OF SERVICE, GOODS, DIGITAL PRODUCTS, AND/OR INFORMATION WHETHER ARISING OUT OF OR RELATED TO BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, EXCEED THE TOTAL AMOUNT PAID TO THE COMPANY BY YOU PURSUANT TO THESE TERMS OF SERVICE IN THE TWELVE (12) MONTHS BEFORE THE CLAIM WAS MADE. THE FOREGOING LIMITATIONS SHALL APPLY EVEN IF THE COMPANY’S REMEDIES UNDER THESE TERMS OF SERVICE FAIL OF THEIR ESSENTIAL PURPOSE.</p>"
          }
        },
        "term_YB9WWU": {
          "type": "term",
          "settings": {
            "title": "Indemnification",
            "description": "<p>To the maximum extent permitted by applicable law, you agree to defend, indemnify, and hold harmless Company, its parent, subsidiaries, affiliates, and their respective directors, officers, employees, agents, service providers, contractors, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your breach of these Terms of Service or your use of the Website including, but not limited to, third-party sites and content, any use of the Website's content and services other than as expressly authorized in these Terms of Service or any use of any goods, digital products and information purchased from this Website.</p>"
          }
        },
        "term_Baj6hL": {
          "type": "term",
          "settings": {
            "title": "Dispute Resolution",
            "description": "<p>At Company’s sole discretion, it may require you to submit any disputes arising from these Terms of Service or use of the Website, including disputes arising from or concerning their interpretation, violation, invalidity, non-performance, or termination, to final and binding arbitration under the Rules of Arbitration of the American Arbitration Association applying New Jersey law. (If multiple jurisdictions, under applicable laws).</p><p>ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITE MUST BE COMMENCED WITHIN 1 YEAR(S) AFTER THE CAUSE OF ACTION ACCRUES; OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>"
          }
        },
        "term_F8qRxg": {
          "type": "term",
          "settings": {
            "title": "Privacy Policy",
            "description": "<p>Your provision of personal information through the Website is governed by our privacy policy located  <a href=\"https://mushpreneur.com/policies/privacy-policy\"><span style=\"text-decoration:underline\">https://mushpreneur.com/policies/privacy-policy</span></a></p>"
          }
        },
        "term_4pyjic": {
          "type": "term",
          "settings": {
            "title": "Governing Law",
            "description": "<p>The Website and these Terms of Service will be governed by and construed in accordance with the laws of the State of New Jersey and any applicable federal laws applicable therein, without giving effect to any choice or conflict of law provision, principle, or rule and notwithstanding your domicile, residence, or physical location. Any action or proceeding arising out of or relating to this Website and/or under these Terms of Service will be instituted in the courts of the State of New Jersey, and each party irrevocably submits to the exclusive jurisdiction of such courts in any such action or proceeding. You waive any and all objections to the exercise of jurisdiction over you by such courts and to the venue of such courts.</p><p>The parties agree that the United Nations Convention on Contracts for the International Sale of Goods will not govern these Terms of Service or the rights and obligations of the parties under these Terms of Service.</p>"
          }
        },
        "term_a4PcV4": {
          "type": "term",
          "settings": {
            "title": "Severability",
            "description": "<p>If any provision of these Terms of Service is illegal or unenforceable under applicable law, the remainder of the provision will be amended to achieve as closely as possible the effect of the original term and all other provisions of these Terms of Service will continue in full force and effect.</p>"
          }
        },
        "term_fjXHif": {
          "type": "term",
          "settings": {
            "title": "Entire Terms of Service",
            "description": "<p>These Terms of Service constitute the entire and only Terms of Service between the parties in relation to its subject matter and replaces and extinguishes all prior or simultaneous Terms of Services, undertakings, arrangements, understandings or statements of any nature made by the parties or any of them whether oral or written (and, if written, whether or not in draft form) with respect to such subject matter. Each of the parties acknowledges that they are not relying on any statements, warranties or representations given or made by any of them in relation to the subject matter of these Terms of Service, save those expressly set out in these Terms of Service, and that they shall have no rights or remedies with respect to such subject matter otherwise than under these Terms of Service save to the extent that they arise out of the fraud or fraudulent misrepresentation of another party. No variation of these Terms of Service shall be effective unless it is in writing and signed by or on behalf of Company.</p>"
          }
        },
        "term_cnqYMA": {
          "type": "term",
          "settings": {
            "title": "Waiver",
            "description": "<p>No failure to exercise, and no delay in exercising, on the part of either party, any right or any power hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or power hereunder preclude further exercise of that or any other right hereunder.</p>"
          }
        },
        "term_EDHJRC": {
          "type": "term",
          "settings": {
            "title": "Notice",
            "description": "<p>We may provide any notice to you under these Terms of Service by: (i) sending a message to the email address you provide to us and consent to us using; or (ii) by posting to the Website. Notices sent by email will be effective when we send the email and notices we provide by posting will be effective upon posting. It is your responsibility to keep your email address current.</p><p>To give us notice under these Terms of Service, you must contact us as follows: (i) by personal delivery, overnight courier or registered or certified mail to Mushpreneur LLC, 33 Park View, Suite 708, Jersey City, NJ, 07302, US . We may update the address for notices to us by posting a notice on this Website. Notices provided by personal delivery will be effective immediately once personally received by an authorized representative of Company. Notices provided by overnight courier or registered or certified mail will be effective once received and where confirmation has been provided to evidence the receipt of the notice.</p>"
          }
        },
        "term_x7WVPL": {
          "type": "term",
          "settings": {
            "title": "Chargeback Policy",
            "description": "<p>If you make a purchase and later dispute the charge with your bank or payment provider without contacting us first, we reserve the right to restrict future orders or take additional action to prevent abuse. We encourage you to reach out — we’re always here to help resolve any issues directly.</p>"
          }
        },
        "term_4qkFpM": {
          "type": "term",
          "settings": {
            "title": "User Submissions & Content License",
            "description": "<p>By submitting, posting, or sharing any reviews, testimonials, photos, videos, social media content, or other materials (“Submissions”) with Mushpreneur LLC — whether through our website, email, social platforms, or tagging us — you grant us a worldwide, perpetual, royalty-free, irrevocable, transferable, and sublicensable license to use, copy, reproduce, modify, adapt, publish, translate, distribute, and publicly display such content for any purpose, including but not limited to marketing, advertising, promotional, and commercial uses.</p><p>This license includes the right to use your name, username, likeness, social media handle, image, and/or voice as submitted in connection with the content, unless you expressly request otherwise in writing.</p><p>You represent and warrant that:</p><ul><li>You own or have all necessary rights to grant this license,</li><li>Your Submission does not violate any third-party rights (including copyright, privacy, or publicity rights),</li><li>Your Submission is accurate, lawful, and not misleading.</li></ul>"
          }
        },
        "term_HyxDXr": {
          "type": "term",
          "settings": {
            "title": "Content & Community Guidelines",
            "description": "<p>We’re committed to keeping our platform respectful and safe. You agree not to post or share any content that is offensive, misleading, unlawful, harmful, or violates any third-party rights. We reserve the right to remove content or restrict access if we believe it violates these guidelines or the integrity of the community.</p>"
          }
        },
        "term_wCxghQ": {
          "type": "term",
          "settings": {
            "title": "Contact Us",
            "description": "<p>This Website is operated by Mushpreneur LLC, 33 Park View, Suite 708, Jersey City, NJ, 07302, USA , 1-551-213-1388.</p><p>Should you become aware of misuse of the website including libelous or defamatory conduct, you must report it to the Company. All reports of misuse and other feedback, comments, requests for technical support, and other communications relating to the Website should be directed to <a href=\"mailto:hey@mushpreneur.com\" target=\"_blank\" title=\"mailto:hey@mushpreneur.com\">hey@mushpreneur.com</a>.</p>"
          }
        }
      },
      "block_order": [
        "term_rLQ3pr",
        "term_AjLMna",
        "term_bGyGLK",
        "term_63rLiR",
        "term_WFacpN",
        "term_a3KPBK",
        "term_R6nfdR",
        "term_GMYVci",
        "term_7LWctD",
        "term_mQddG9",
        "term_az7QN6",
        "term_8j9PCV",
        "term_YB9WWU",
        "term_Baj6hL",
        "term_F8qRxg",
        "term_4pyjic",
        "term_a4PcV4",
        "term_fjXHif",
        "term_cnqYMA",
        "term_EDHJRC",
        "term_x7WVPL",
        "term_4qkFpM",
        "term_HyxDXr",
        "term_wCxghQ"
      ],
      "settings": {
        "header": "Terms of Service",
        "header_text": "Our aim is to keep this Agreement as readable as possible, but in some cases for legal reasons, some of the language is required \"legalese\"."
      }
    }
  },
  "order": [
    "main",
    "mush_terms_of_service_BEmkrX"
  ]
}
